Merge branch 'dev' of https://github.com/AV-Lab/avlite into dev
